Repository: amccalla/streak-seed-ios
Catalog: StreakSeed/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7日間
ko: 7일
pt_br: 7 dias
zh_hans: 7天

source: 7/30/90-day trends & calendar heatmap
de: 7/30/90-Tage-Trends & Kalender-Heatmap
es: Tendencias de 7/30/90 días y mapa de calor del calendario
fr: Tendances sur 7/30/90 jours et carte thermique du calendrier
ja: 7/30/90日間のトレンドとカレンダーヒートマップ
ko: 7/30/90일 추세 및 캘린더 히트맵
pt_br: Tendências de 7/30/90 dias e mapa de calor do calendário
zh_hans: 7/30/90天趋势和日历热力图

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30日間
ko: 30일
pt_br: 30 dias
zh_hans: 30天

source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
ja: 90日間
ko: 90일
pt_br: 90 dias
zh_hans: 90天

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加

source: Add another habit to your garden
de: Füge eine weitere Gewohnheit zu deinem Garten hinzu
es: Añade otro hábito a tu jardín
fr: Ajoutez une autre habitude à votre jardin
ja: ガーデンにもうひとつ習慣を追加
ko: 정원에 새로운 습관 추가하기
pt_br: Adicione outro hábito ao seu jardim
zh_hans: 为你的花园添加另一个习惯

source: Add Emoji
de: Emoji hinzufügen
es: Añadir Emoji
fr: Ajouter un Emoji
ja: 絵文字を追加
ko: 이모지 추가
pt_br: Adicionar Emoji
zh_hans: 添加表情

source: Add your own emoji as habit icons
de: Füge eigene Emojis als Gewohnheits-Icons hinzu
es: Añade tus propios emojis como iconos de hábitos
fr: Ajoutez vos propres emojis comme icônes d'habitudes
ja: 自分の絵文字を習慣アイコンとして追加
ko: 나만의 이모지를 습관 아이콘으로 추가
pt_br: Adicione seus próprios emojis como ícones de hábitos
zh_hans: 添加自己的表情作为习惯图标

source: Advanced Stats
de: Erweiterte Statistiken
es: Estadísticas Avanzadas
fr: Statistiques avancées
ja: 詳細な統計
ko: 고급 통계
pt_br: Estatísticas Avançadas
zh_hans: 高级统计

source: Best
de: Beste
es: Mejor
fr: Meilleure
ja: 最高
ko: 최고
pt_br: Melhor
zh_hans: 最佳

source: Best streak
de: Beste Serie
es: Mejor racha
fr: Meilleure série
ja: 最高ストリーク
ko: 최고 연속 기록
pt_br: Melhor sequência
zh_hans: 最佳连续记录

source: Best Value
de: Bester Wert
es: Mejor valor
fr: Meilleure offre
ja: お得
ko: 최고 가치
pt_br: Melhor valor
zh_hans: 最超值

source: Billed annually — most popular
de: Jährliche Abrechnung — am beliebtesten
es: Facturación anual — más popular
fr: Facturation annuelle — le plus populaire
ja: 年払い — 一番人気
ko: 연간 결제 — 가장 인기
pt_br: Cobrado anualmente — mais popular
zh_hans: 按年计费——最受欢迎

source: Billed monthly
de: Monatliche Abrechnung
es: Facturación mensual
fr: Facturation mensuelle
ja: 月払い
ko: 월간 결제
pt_br: Cobrado mensalmente
zh_hans: 按月计费

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Cancel anytime. No backend. Your data stays on device.
de: Jederzeit kündbar. Kein Server. Deine Daten bleiben auf dem Gerät.
es: Cancela en cualquier momento. Sin servidor. Tus datos se quedan en el dispositivo.
fr: Annulez à tout moment. Pas de serveur. Vos données restent sur l'appareil.
ja: いつでもキャンセル可能。サーバーなし。データは端末に保存されます。
ko: 언제든 취소 가능. 서버 없음. 데이터는 기기에 저장됩니다.
pt_br: Cancele a qualquer momento. Sem servidor. Seus dados ficam no dispositivo.
zh_hans: 随时取消。无后端。你的数据保留在设备上。

source: Choose your seed
de: Wähle deinen Samen
es: Elige tu semilla
fr: Choisissez votre graine
ja: シードを選ぼう
ko: 씨앗을 선택하세요
pt_br: Escolha sua semente
zh_hans: 选择你的种子

source: Completion Rate
de: Abschlussrate
es: Tasa de finalización
fr: Taux de complétion
ja: 達成率
ko: 완료율
pt_br: Taxa de conclusão
zh_hans: 完成率

source: Consistency
de: Beständigkeit
es: Consistencia
fr: Régularité
ja: 継続率
ko: 꾸준함
pt_br: Consistência
zh_hans: 坚持度

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续

source: Continue with Free
de: Kostenlos fortfahren
es: Continuar gratis
fr: Continuer gratuitement
ja: 無料で続ける
ko: 무료로 계속하기
pt_br: Continuar grátis
zh_hans: 继续使用免费版

source: Current
de: Aktuell
es: Actual
fr: Actuelle
ja: 現在
ko: 현재
pt_br: Atual
zh_hans: 当前

source: Current streak
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
ja: 現在のストリーク
ko: 현재 연속 기록
pt_br: Sequência atual
zh_hans: 当前连续记录

source: Custom Emojis
de: Eigene Emojis
es: Emojis Personalizados
fr: Emojis personnalisés
ja: カスタム絵文字
ko: 맞춤 이모지
pt_br: Emojis Personalizados
zh_hans: 自定义表情

source: Daily reminder
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
ja: 毎日のリマインダー
ko: 매일 알림
pt_br: Lembrete diário
zh_hans: 每日提醒

source: day
de: Tag
es: día
fr: jour
ja: 日
ko: 일
pt_br: dia
zh_hans: 天

source: day streak
de: Tage Serie
es: días de racha
fr: jours de série
ja: 日連続
ko: 일 연속
pt_br: dias de sequência
zh_hans: 天连续

source: days
de: Tage
es: días
fr: jours
ja: 日
ko: 일
pt_br: dias
zh_hans: 天

source: done
de: erledigt
es: hecho
fr: fait
ja: 完了
ko: 완료
pt_br: feito
zh_hans: 已完成

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

source: Drink 8 glasses of water
de: 8 Gläser Wasser trinken
es: Beber 8 vasos de agua
fr: Boire 8 verres d'eau
ja: 水を8杯飲む
ko: 물 8잔 마시기
pt_br: Beber 8 copos de água
zh_hans: 喝8杯水

source: e.g. Meditate 10 min
de: z.B. 10 Min. meditieren
es: ej. Meditar 10 min
fr: ex. Méditer 10 min
ja: 例：10分間瞑想する
ko: 예: 10분 명상하기
pt_br: ex. Meditar 10 min
zh_hans: 例如：冥想10分钟

source: e.g. Read 10 pages
de: z.B. 10 Seiten lesen
es: ej. Leer 10 páginas
fr: ex. Lire 10 pages
ja: 例：10ページ読む
ko: 예: 10페이지 읽기
pt_br: ex. Ler 10 páginas
zh_hans: 例如：阅读10页

source: From
de: Von
es: Desde
fr: De
ja: 開始
ko: 시작
pt_br: De
zh_hans: 从

source: Garden
de: Garten
es: Jardín
fr: Jardin
ja: ガーデン
ko: 정원
pt_br: Jardim
zh_hans: 花园

source: Gentle reminder near end of window if not done
de: Sanfte Erinnerung gegen Ende des Zeitfensters, wenn nicht erledigt
es: Recordatorio suave cerca del final de la ventana si no se ha completado
fr: Rappel doux vers la fin de la fenêtre si non fait
ja: 未完了の場合、時間帯の終わり頃にやさしくリマインド
ko: 완료하지 않았다면 시간대 끝 무렵에 부드러운 알림
pt_br: Lembrete suave perto do fim da janela se não concluído
zh_hans: 如果未完成，在时间窗口结束前温馨提醒

source: Gentle reminders only when you need them
de: Sanfte Erinnerungen nur wenn du sie brauchst
es: Recordatorios suaves solo cuando los necesitas
fr: Des rappels doux uniquement quand vous en avez besoin
ja: 必要なときだけやさしくリマインド
ko: 필요할 때만 부드러운 알림
pt_br: Lembretes suaves apenas quando você precisar
zh_hans: 仅在需要时温馨提醒

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
ja: 始めよう
ko: 시작하기
pt_br: Começar
zh_hans: 开始

source: Go to the gym
de: Ins Fitnessstudio gehen
es: Ir al gimnasio
fr: Aller à la salle de sport
ja: ジムに行く
ko: 헬스장 가기
pt_br: Ir à academia
zh_hans: 去健身房

source: Grow one habit at a time.
de: Baue eine Gewohnheit nach der anderen auf.
es: Cultiva un hábito a la vez.
fr: Développez une habitude à la fois.
ja: 一度にひとつの習慣を育てよう。
ko: 한 번에 하나의 습관을 키우세요.
pt_br: Cultive um hábito de cada vez.
zh_hans: 一次培养一个习惯。

source: Grow up to 5 habits and watch your garden bloom
de: Pflege bis zu 5 Gewohnheiten und sieh deinen Garten erblühen
es: Cultiva hasta 5 hábitos y mira florecer tu jardín
fr: Cultivez jusqu'à 5 habitudes et regardez votre jardin fleurir
ja: 最大5つの習慣を育てて、あなたの庭が花開くのを見守りましょう
ko: 최대 5개의 습관을 키우고 정원이 피어나는 것을 지켜보세요
pt_br: Cultive até 5 hábitos e veja seu jardim florescer
zh_hans: 培养多达5个习惯，看着你的花园绽放

source: Grow your streak faster with Pro
de: Lass deinen Streak schneller wachsen mit Pro
es: Haz crecer tu racha más rápido con Pro
fr: Développez votre série plus vite avec Pro
ja: Proでストリークを もっと速く伸ばそう
ko: Pro로 연속 기록을 더 빠르게 성장시키세요
pt_br: Faça sua sequência crescer mais rápido com Pro
zh_hans: 使用Pro更快地 增长你的连续记录

source: Habit
de: Gewohnheit
es: Hábito
fr: Habitude
ja: 習慣
ko: 습관
pt_br: Hábito
zh_hans: 习惯

source: Habit name
de: Gewohnheitsname
es: Nombre del hábito
fr: Nom de l'habitude
ja: 習慣名
ko: 습관 이름
pt_br: Nome do hábito
zh_hans: 习惯名称

source: Icon
de: Symbol
es: Icono
fr: Icône
ja: アイコン
ko: 아이콘
pt_br: Ícone
zh_hans: 图标

source: Journal for 5 min
de: 5 Min. Tagebuch schreiben
es: Escribir diario 5 min
fr: Écrire dans son journal 5 min
ja: 5分間日記を書く
ko: 5분 일기 쓰기
pt_br: Escrever no diário por 5 min
zh_hans: 写日记5分钟

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
ja: 過去7日間
ko: 최근 7일
pt_br: Últimos 7 dias
zh_hans: 最近7天

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
ja: 過去30日間
ko: 최근 30일
pt_br: Últimos 30 dias
zh_hans: 最近30天

source: Last 90 days
de: Letzte 90 Tage
es: Últimos 90 días
fr: 90 derniers jours
ja: 過去90日間
ko: 최근 90일
pt_br: Últimos 90 dias
zh_hans: 最近90天

source: Meditate 10 min
de: 10 Min. meditieren
es: Meditar 10 min
fr: Méditer 10 min
ja: 10分間瞑想する
ko: 10분 명상하기
pt_br: Meditar 10 min
zh_hans: 冥想10分钟

source: Multiple Seeds
de: Mehrere Samen
es: Múltiples Semillas
fr: Graines multiples
ja: 複数のシード
ko: 다중 씨앗
pt_br: Múltiplas Sementes
zh_hans: 多个种子

source: New Seed
de: Neuer Samen
es: Nueva Semilla
fr: Nouvelle graine
ja: 新しいシード
ko: 새 씨앗
pt_br: Nova Semente
zh_hans: 新种子

source: No lists. No clutter. Just daily momentum.
de: Keine Listen. Kein Chaos. Nur täglicher Schwung.
es: Sin listas. Sin desorden. Solo impulso diario.
fr: Pas de listes. Pas de désordre. Juste un élan quotidien.
ja: リストもごちゃごちゃも不要。 毎日の勢いだけ。
ko: 목록도 없고 복잡함도 없이 매일의 추진력만.
pt_br: Sem listas. Sem bagunça. Apenas impulso diário.
zh_hans: 没有列表，没有杂乱。 只有每天的动力。

source: Not watered yet
de: Noch nicht gegossen
es: Aún no regado
fr: Pas encore arrosé
ja: まだ水やりしていません
ko: 아직 물 안 줌
pt_br: Ainda não regado
zh_hans: 还未浇水

source: Pay once, keep forever
de: Einmal zahlen, für immer behalten
es: Paga una vez, conserva para siempre
fr: Payez une fois, gardez pour toujours
ja: 一度の支払いで永久に利用
ko: 한 번 결제, 영구 이용
pt_br: Pague uma vez, mantenha para sempre
zh_hans: 一次付费，永久保留

source: Payment charged to Apple ID at confirmation. Subscriptions renew automatically unless canceled 24 hours before end of period.
de: Die Zahlung wird bei Bestätigung über die Apple-ID abgerechnet. Abonnements verlängern sich automatisch, sofern nicht 24 Stunden vor Ablauf gekündigt wird.
es: El pago se carga al Apple ID al confirmar. Las suscripciones se renuevan automáticamente a menos que se cancelen 24 horas antes del final del periodo.
fr: Le paiement est débité de l'identifiant Apple lors de la confirmation. Les abonnements se renouvellent automatiquement sauf annulation 24 heures avant la fin de la période.
ja: 確認時にApple IDに課金されます。サブスクリプションは期間終了の24時間前までにキャンセルしない限り自動更新されます。
ko: 결제는 확인 시 Apple ID로 청구됩니다. 구독은 기간 종료 24시간 전에 취소하지 않으면 자동으로 갱신됩니다.
pt_br: O pagamento é cobrado no Apple ID na confirmação. As assinaturas são renovadas automaticamente, a menos que sejam canceladas 24 horas antes do fim do período.
zh_hans: 确认时将向Apple ID收取费用。订阅将自动续订，除非在到期前24小时取消。

source: Period
de: Zeitraum
es: Período
fr: Période
ja: 期間
ko: 기간
pt_br: Período
zh_hans: 时间段

source: Personalize your seed with color themes
de: Personalisiere deinen Samen mit Farbdesigns
es: Personaliza tu semilla con temas de color
fr: Personnalisez votre graine avec des thèmes de couleur
ja: カラーテーマでシードをカスタマイズ
ko: 색상 테마로 씨앗을 개인화하세요
pt_br: Personalize sua semente com temas de cores
zh_hans: 用颜色主题个性化你的种子

source: Plant a new seed
de: Pflanze einen neuen Samen
es: Planta una nueva semilla
fr: Plantez une nouvelle graine
ja: 新しいシードを植える
ko: 새 씨앗 심기
pt_br: Plante uma nova semente
zh_hans: 种下新种子

source: Plant Seed
de: Samen pflanzen
es: Plantar Semilla
fr: Planter la graine
ja: シードを植える
ko: 씨앗 심기
pt_br: Plantar Semente
zh_hans: 种下种子

source: Plant your seed
de: Pflanze deinen Samen
es: Planta tu semilla
fr: Plantez votre graine
ja: シードを植えよう
ko: 씨앗을 심으세요
pt_br: Plante sua semente
zh_hans: 种下你的种子

source: Practice guitar
de: Gitarre üben
es: Practicar guitarra
fr: Pratiquer la guitare
ja: ギターを練習する
ko: 기타 연습하기
pt_br: Praticar violão
zh_hans: 练习吉他

source: Pro active
de: Pro aktiv
es: Pro activo
fr: Pro actif
ja: Pro有効
ko: Pro 활성
pt_br: Pro ativo
zh_hans: Pro已激活

source: Protect your streak from slip-ups
de: Schütze deinen Streak vor Aussetzern
es: Protege tu racha de los descuidos
fr: Protégez votre série des oublis
ja: うっかりミスからストリークを守る
ko: 실수로부터 연속 기록을 보호하세요
pt_br: Proteja sua sequência contra deslizes
zh_hans: 保护你的连续记录不中断

source: Purchase Error
de: Kauffehler
es: Error de compra
fr: Erreur d'achat
ja: 購入エラー
ko: 구매 오류
pt_br: Erro na compra
zh_hans: 购买错误

source: Quick check-ins from your Home & Lock Screen
de: Schnelle Check-ins von deinem Home- & Sperrbildschirm
es: Check-ins rápidos desde tu pantalla de inicio y bloqueo
fr: Vérifications rapides depuis votre écran d'accueil et de verrouillage
ja: ホーム画面とロック画面からすばやくチェックイン
ko: 홈 화면과 잠금 화면에서 빠르게 체크인
pt_br: Check-ins rápidos da Tela Inicial e de Bloqueio
zh_hans: 从主屏幕和锁定屏幕快速打卡

source: Read 10 pages
de: 10 Seiten lesen
es: Leer 10 páginas
fr: Lire 10 pages
ja: 10ページ読む
ko: 10페이지 읽기
pt_br: Ler 10 páginas
zh_hans: 阅读10页

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
ja: リマインダー
ko: 알림
pt_br: Lembretes
zh_hans: 提醒

source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
ja: すべてのデータをリセット
ko: 모든 데이터 초기화
pt_br: Redefinir todos os dados
zh_hans: 重置所有数据

source: Reset Everything
de: Alles zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
ja: すべてリセット
ko: 모두 초기화
pt_br: Redefinir tudo
zh_hans: 重置所有

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
zh_hans: 恢复购买

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存

source: Save 58%
de: 58% sparen
es: Ahorra 58%
fr: Économisez 58%
ja: 58%お得
ko: 58% 절약
pt_br: Economize 58%
zh_hans: 节省58%

source: Seed color
de: Samenfarbe
es: Color de semilla
fr: Couleur de la graine
ja: シードの色
ko: 씨앗 색상
pt_br: Cor da semente
zh_hans: 种子颜色

source: Set your reminder
de: Stelle deine Erinnerung ein
es: Configura tu recordatorio
fr: Définissez votre rappel
ja: リマインダーを設定
ko: 알림을 설정하세요
pt_br: Configure seu lembrete
zh_hans: 设置你的提醒

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置

source: Sleep by 11pm
de: Um 23 Uhr schlafen gehen
es: Dormir a las 11pm
fr: Se coucher avant 23h
ja: 23時までに寝る
ko: 밤 11시까지 취침
pt_br: Dormir até as 23h
zh_hans: 晚上11点前睡觉

source: Smart nudge
de: Smarte Erinnerung
es: Recordatorio inteligente
fr: Rappel intelligent
ja: スマート通知
ko: 스마트 알림
pt_br: Lembrete inteligente
zh_hans: 智能提醒

source: Smart Nudges
de: Smarte Erinnerungen
es: Recordatorios Inteligentes
fr: Rappels intelligents
ja: スマート通知
ko: 스마트 알림
pt_br: Lembretes Inteligentes
zh_hans: 智能提醒

source: Start Growing
de: Anfangen zu wachsen
es: Empezar a Crecer
fr: Commencer à grandir
ja: 成長を始めよう
ko: 성장 시작하기
pt_br: Começar a Crescer
zh_hans: 开始成长

source: Start Pro
de: Pro starten
es: Comenzar Pro
fr: Commencer Pro
ja: Proを始める
ko: Pro 시작하기
pt_br: Iniciar Pro
zh_hans: 开始Pro

source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
ko: 통계
pt_br: Estatísticas
zh_hans: 统计

source: Streak Shield
de: Streak-Schutzschild
es: Escudo de Racha
fr: Bouclier de série
ja: ストリークシールド
ko: 연속 기록 보호
pt_br: Escudo de Sequência
zh_hans: 连续记录保护

source: Stretch for 10 min
de: 10 Min. dehnen
es: Estirar 10 min
fr: S'étirer 10 min
ja: 10分間ストレッチする
ko: 10분 스트레칭하기
pt_br: Alongar por 10 min
zh_hans: 拉伸10分钟

source: Suggestions
de: Vorschläge
es: Sugerencias
ja: おすすめ
ko: 추천
pt_br: Sugestões
zh_hans: 建议

source: Take my meds
de: Meine Medikamente nehmen
es: Tomar mis medicamentos
fr: Prendre mes médicaments
ja: 薬を飲む
ko: 약 먹기
pt_br: Tomar meus remédios
zh_hans: 吃药

source: Takes 5 seconds
de: Dauert nur 5 Sekunden
es: Solo toma 5 segundos
fr: Ça prend 5 secondes
ja: 5秒で完了
ko: 5초면 됩니다
pt_br: Leva 5 segundos
zh_hans: 只需5秒

source: Tap
de: Tippen
es: Toca
fr: Appuyez
ja: タップ
ko: 탭
pt_br: Toque
zh_hans: 点击

source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
pt_br: Tema
zh_hans: 主题

source: Themes
de: Designs
es: Temas
fr: Thèmes
ja: テーマ
ko: 테마
pt_br: Temas
zh_hans: 主题

source: This will delete your habit and all history. This cannot be undone.
de: Dies löscht deine Gewohnheit und den gesamten Verlauf. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará tu hábito y todo el historial. Esto no se puede deshacer.
fr: Cela supprimera votre habitude et tout l'historique. Cette action est irréversible.
ja: 習慣とすべての履歴が削除されます。この操作は元に戻せません。
ko: 습관과 모든 기록이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Isso excluirá seu hábito e todo o histórico. Isso não pode ser desfeito.
zh_hans: 这将删除你的习惯和所有历史记录。此操作无法撤销。

source: Time window
de: Zeitfenster
es: Ventana de tiempo
fr: Fenêtre de temps
ja: 時間帯
ko: 시간대
pt_br: Janela de tempo
zh_hans: 时间窗口

source: To
de: Bis
es: Hasta
fr: À
ja: 終了
ko: 종료
pt_br: Até
zh_hans: 到

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天

source: Total completed
de: Gesamt abgeschlossen
es: Total completado
fr: Total effectué
ja: 合計完了数
ko: 총 완료
pt_br: Total concluído
zh_hans: 总完成次数

source: Type or paste an emoji
de: Emoji eingeben oder einfügen
es: Escribe o pega un emoji
fr: Tapez ou collez un emoji
ja: 絵文字を入力または貼り付け
ko: 이모지를 입력하거나 붙여넣기
pt_br: Digite ou cole um emoji
zh_hans: 输入或粘贴表情

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 取り消す
ko: 취소
pt_br: Desfazer
zh_hans: 撤销

source: Undo today's check-in?
de: Heutigen Check-in rückgängig machen?
es: ¿Deshacer el check-in de hoy?
fr: Annuler le check-in d'aujourd'hui ?
ja: 今日のチェックインを取り消しますか？
ko: 오늘의 체크인을 취소하시겠습니까?
pt_br: Desfazer o check-in de hoje?
zh_hans: 撤销今天的打卡？

source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
pt_br: Atualizar para Pro
zh_hans: 升级到Pro

source: Upgrade to unlock widgets
de: Upgrade zum Freischalten von Widgets
es: Actualiza para desbloquear widgets
fr: Passez à Pro pour débloquer les widgets
ja: アップグレードしてウィジェットを解除
ko: 위젯을 잠금 해제하려면 업그레이드
pt_br: Atualize para desbloquear widgets
zh_hans: 升级以解锁小组件

source: View Garden
de: Garten ansehen
es: Ver Jardín
fr: Voir le Jardin
ja: ガーデンを見る
ko: 정원 보기
pt_br: Ver Jardim
zh_hans: 查看花园

source: Walk 10,000 steps
de: 10.000 Schritte gehen
es: Caminar 10,000 pasos
fr: Marcher 10 000 pas
ja: 10,000歩歩く
ko: 10,000보 걷기
pt_br: Caminhar 10.000 passos
zh_hans: 走10,000步

source: Water today's seed
de: Gieße den heutigen Samen
es: Riega la semilla de hoy
fr: Arrosez la graine d'aujourd'hui
ja: 今日のシードに水をやる
ko: 오늘의 씨앗에 물 주기
pt_br: Regue a semente de hoje
zh_hans: 给今天的种子浇水

source: Watered
de: Gegossen
es: Regado
fr: Arrosé
ja: 水やり済み
ko: 물 줌
pt_br: Regado
zh_hans: 已浇水

source: Watered today
de: Heute gegossen
es: Regado hoy
fr: Arrosé aujourd'hui
ja: 今日水やり済み
ko: 오늘 물 줌
pt_br: Regado hoje
zh_hans: 今天已浇水

source: We'll nudge you so you never miss a day.
de: Wir erinnern dich, damit du keinen Tag verpasst.
es: Te recordaremos para que nunca pierdas un día.
fr: Nous vous rappellerons pour ne jamais manquer un jour.
ja: 1日も見逃さないようにリマインドします。
ko: 하루도 놓치지 않도록 알려드립니다.
pt_br: Vamos te lembrar para que você nunca perca um dia.
zh_hans: 我们会提醒你，让你一天都不会错过。

source: What one habit do you want to grow?
de: Welche Gewohnheit möchtest du aufbauen?
es: ¿Qué hábito quieres cultivar?
fr: Quelle habitude voulez-vous développer ?
ja: どんな習慣を育てたいですか？
ko: 어떤 습관을 키우고 싶으세요?
pt_br: Qual hábito você quer cultivar?
zh_hans: 你想培养什么习惯？

source: Widgets, smart nudges, and streak protection — so your habit actually sticks.
de: Widgets, smarte Erinnerungen und Streak-Schutz — damit deine Gewohnheit wirklich bleibt.
es: Widgets, recordatorios inteligentes y protección de racha — para que tu hábito realmente perdure.
fr: Widgets, rappels intelligents et protection de série — pour que votre habitude tienne vraiment.
ja: ウィジェット、スマート通知、ストリーク保護 — 習慣を本当に定着させましょう。
ko: 위젯, 스마트 알림, 연속 기록 보호 — 습관이 진짜로 정착하도록.
pt_br: Widgets, lembretes inteligentes e proteção de sequência — para que seu hábito realmente permaneça.
zh_hans: 小组件、智能提醒和连续记录保护——让你的习惯真正坚持下去。

source: Your Garden
de: Dein Garten
es: Tu Jardín
fr: Votre Jardin
ja: あなたのガーデン
ko: 나의 정원
pt_br: Seu Jardim
zh_hans: 你的花园

source: Your Habit
de: Deine Gewohnheit
es: Tu Hábito
fr: Votre Habitude
ja: あなたの習慣
ko: 나의 습관
pt_br: Seu Hábito
zh_hans: 你的习惯

source: OK
es: Aceptar
ko: 확인
zh_hans: 好

source: Widgets
ja: ウィジェット
ko: 위젯
zh_hans: 小组件
